Repository: kchristianthomas/Nemo-UltraCopier-Extension
Catalog: nemo-ultracopier/po/*.po
Languages: es

source: The current shortcut key is not valid, we return to use '%s' as a shortcut key.
es: La tecla de acceso directo actual no es válida, volvemos a utilizar '%s' como tecla de acceso directo.

source: Do you want to restart Nemo?
es: ¿Quieres reiniciar Nemo?

source: Please save your work first. Will be required restart Nemo to be used again the standard shortcut key.
es: Por favor, guarde su trabajo primero. Será necesario reiniciar Nemo para ser utilizada de nuevo la tecla de acceso directo estándar.

source: Paste on folder with UltraCopier
es: Pegar en la carpeta con UltraCopier

source: Move or copy files previously selected by a Cut or Copy command in to the current folder
es: Mover o copiar el archivo seleccionado en la acción anterior de Corte o Copia a la carpeta actual

source: Paste with UltraCopier
es: Pegar con UltraCopier

source: Move or copy files previously selected by a Cut or Copy command
es: Mover o copiar el archivo seleccionado en la acción anterior de Corte o Copia

source: UltraCopier Setting
es: Configurar UltraCopier

source: Configure the Nemo UltraCopier setting
es: Configurar el ajuste de Nemo Ultracopier

source: UltraCopier Accel Changer
es: Ultracopier Cambiador de Atajo

source: UltraCopier accel changer for the Paste action...
es: Ultracopier cambiador de atajo para la acción Pegar...

source: Click to set a new accelerator key. Press Escape or click again to cancel the operation.
es: Haga clic para establecer una nueva tecla de atajo. Presione Escape o haga clic de nuevo para cancelar la operación.

source: Pick an accelerator...
es: Escoja un atajo...
